# SpacePeopleSensibleHeatGainPerPersonParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpacePeopleSensibleHeatGainPerPersonParam Property
ParameterTypeId Class See Also
---
"Sensible Heat Gain per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpacePeopleSensibleHeatGainPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpacePeopleSensibleHeatGainPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpacePeopleSensibleHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace